[
    {
      "title": "Organelles, Osmosis, and Roman Innovations",
      "contents":[
      "In class we've been exploring cells and the function of the cell membrane and other organelles. We will also be completing our Osmosis Egg Lab (originally scheduled for last week), which is a 3 day lab where students will learn about osmosis and diffusion. Students will also be working on an organelle group project in which they will spend time researching the structure and function of a specific organelle.",
      "After reviewing division of decimals and fractions last week, this week students will tackle more complicated unit rate problems. Also this week, students will take a math benchmark assessment via the Track My Progress app.",
      "We'll continue reading and learning about Galen, one of the greatest physicians of Ancient Rome. In addition, students will begin using their small moment narratives (from either their photography narratives or their graphic organizers) to help brainstorm realistic fiction story ideas."],
      "date": "August 31, 2015",
      "active": true
  },
  {
      "title": "Cells, Unit Rates, and the Fall of Rome!",
      "contents":[
      "With week one behind us, we'll be diving deep into our exploration of cells! We'll begin by exploring some of the fundamental differences between plant and animal cells. Students will discover how the function of various organelles are vital to cell survival, as well as conduct cell membrane bubble lab later this week.",
      "In addition, students will start reading a biography about a prominent Greek physician, surgeon, and philosopher who lived during the Roman Empire. This book will help launch us into our social studies unit on Ancient Rome. We'll focus on the rapid expansion and eventual decline of the Roman Empire.",
      "This week students will draw from their own personal experiences in order to begin drafting their narratives. We'll discuss the idea of choosing a small, but significant moment in time, and how authors often use everyday moments to write stories.",
      "Last week students reviewed the order of operations (PEMDAS) and got their logins for TenMarks. I'll be sendng home a TenMarks parent code with this week's newsletter. Students will be working with TenMarks on a regular (almost daily) basis. This week we'll be focusing on ratios, unit rates, and proportional relationships."],
      "date": "August 24, 2015",
      "active": true
  },
  {
      "title": "Welcome!",
      "contents":[
      "Greetings! Welcome to our classroom website, and to the beginning of a new school year! My name is Mrs. Mellum and I'm looking forward to getting to know you all!  I'm also VERY excited for this year becuase we have some great things planned. Orientation is August 17th, 2015 starting at 6:30pm. Orientation an opportunity for parents and students to meet me, as well as go over some basic classroom expectations and curriculum highlights. Orientation will be split up into three 20 minute sessions; parents will be receiving an email with more details. I hope to see you all there!",
      "This classroom website is a place where you can get information on assignments, classroom news, and more. I'll post all assignments and projects on the assignments page. Here on the news page, I'll post weekly blurbs explaining what we'll be working in the weeks to come. Think of it as a 'preview' of the upcoming week. The forums are currently under construction, but eventually they will be a place place where students can respond to prompts and have online discussions with their fellow classmates.The quizzes section is where students will take and submit online quizzes. For details, please visit the quizzes page. Lastly, the notes page is a place where students can gain access to valuable content. I'll often post links to classroom presentations, handouts, study guides, and other resources on the notes page.",
      "This first week will focus primarily on classroom procedures, expectations, and collaborative activities that will help introduce some of the topics we'll studying in the weeks to come. Check back soon for more details!"],
      "date": "August 12, 2015",
      "active": true
  },
  {
      "title": "Test",
      "content": "Hello and welcome to the beginning of a new school year!",
      "date": "August 17, 2015",
      "active": false
  }
]
