[
  {
      "title": "Welcome!",
      "contents":[
      "Greetings! Welcome to our classroom website, and to the beginning of a new school year! My name is Mrs. Mellum and I'm looking forward to getting to know you all!  I'm also VERY excited for this year becuase we have some great things planned. Orientation is August 17th, 2015 at 6:30pm. Orientation an opportunity for parents and students to meet me, as well as go over some basic classroom procedures and curriculum highlights. I hope to see you all there!",
      "This classroom website is a place where you can get information on assignments, classroom news, and more. I'll post all assignments and projects on the assignments page. Here on the news page, I'll post weekly blurbs explaining what we'll be working in the weeks to come. Think of it as a 'preview' of the upcoming week. The forums are currently under construction, but eventually the forums will be a place place where students can respond to prompts and have online discussions with their fellow classmates.The quizzes section is where students will take and submit online quizzes. For details, please visit the quizzes page. Lastly, the notes page is a place where students can gain access to valuable content. I'll often post links to classroom presentations, handouts, study guides, and other resources on the notes page.",
      "This first week will focus primarily on classroom procedures, expectations, and collaborative activities. We will also begin our writing unit on narratives (there's already an assignment posted in the assignments page). We will laster use our  personal narratives as inspiration for composing realistic fiction stories. We will also be studying the complicated expansion and demise of Ancient Rome."],
      "date": "August 12, 2015",
      "active": true
  },
  {
      "title": "Hooray!",
      "content": "Hello and welcome to the beginning of a new school year!",
      "date": "August 17, 2015",
      "active": false
  },
  {
      "title": "Test",
      "content": "Hello and welcome to the beginning of a new school year!",
      "date": "August 17, 2015",
      "active": false
  }
]
